{
  "11238522": {
    "title": "A prion-like shift between two conformational forms of a recombinant thyrotropin receptor A-subunit module: purification and stabilization using chemical chaperones of the form reactive with Graves' autoantibodies.",
    "authors": [
      "Chazenbalk G D",
      "McLachlan S M",
      "Pichurin P",
      "Yan X M",
      "Rapoport B"
    ],
    "journal": "The Journal of clinical endocrinology and metabolism",
    "year": 2001,
    "volume": "86",
    "issue": "3",
    "pages": "1287-93",
    "doi": "",
    "pmid": "11238522",
    "abstract": "A secreted recombinant TSH receptor (TSHR) ectodomain variant (TSHR-289) neutralizes TSHR autoantibodies in Graves' disease, but is heterogeneous in containing both immunologically active and inactive molecules and is also unstable. We have now purified each form of TSHR-289 using sequential affinity chromatography with a mouse mAb (3BD10) specific for the inactive form, and a mAb to C-terminal His residues that recognizes both forms. The immunological difference between active and inactive TSHR-289 was unrelated to primary amino acid sequence or carbohydrate content and was, therefore, attributable to its folded state. The epitopes for Graves' autoantibodies and 3BD10 overlap, and both are destroyed by denaturation. Therefore, reciprocal binding by autoantibodies and 3BD10 to conformational determinants involving the same TSHR segment suggests a prion-like shift between two folded states of the molecule. Despite purification, immunologically active TSHR-289 remained labile, as determined by loss of autoantibody, and gain of 3BD10, recognition. However, using chemical chaperones we have, for the first time, been able to stabilize purified TSHR antigen in immunologically intact form. In summary, purification of immunologically active and stable antigen in milligram quantities provides a powerful tool for future diagnostic and therapeutic studies in Graves' disease.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "15319453": {
    "title": "Delineation of the discontinuous-conformational epitope of a monoclonal antibody displaying full in vitro and in vivo thyrotropin activity.",
    "authors": [
      "Costagliola Sabine",
      "Bonomi Marco",
      "Morgenthaler Nils G",
      "Van Durme Joost",
      "Panneels Valérie",
      "Refetoff Samuel",
      "Vassart Gilbert"
    ],
    "journal": "Molecular endocrinology (Baltimore, Md.)",
    "year": 2004,
    "volume": "18",
    "issue": "12",
    "pages": "3020-34",
    "doi": "",
    "pmid": "15319453",
    "abstract": "An experimental murine model of Graves' disease was used to produce monoclonal antibodies (mAbs) with thyroid stimulating activity. Two of these, IRI-SAb2 and IRI-SAb3, showed particularly high potency (in the low nanomolar range) and efficacy. IRI-SAb2 behaved as a full agonist of the human TSH receptor (TSHr), even when tested in physiological salt concentrations. Both IRI-SAb2 and IRI-SAb3 were displaced from the TSHr by autoantibodies from patients with Graves' disease or harboring thyroid-blocking antibodies, but not from control subjects or patients with Hashimoto thyroiditis. The epitopes of IRI-SAb2 and IRI-SAb3 were precisely mapped, at the amino acid level, to the amino-terminal portion of the concave portion of the horseshoe structure of TSHr ectodomain. They overlap closely with each other and, surprisingly, with the epitope of a mAb with blocking activity. When injected iv in mice, both mAbs caused biological and histological signs of hyperthyroidism. Unexpectedly, they also triggered an inflammatory response in the thyroid glands. Delineation of the conformational epitopes of these stimulating antibodies opens the way to the identification of the molecular mechanisms implicated in the activation of the TSHr.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "1540180": {
    "title": "Biological activities of rabbit antibodies against synthetic human thyrotropin receptor peptides representing thyrotropin binding regions.",
    "authors": [
      "Sakata S",
      "Ogawa T",
      "Matsui I",
      "Manshouri T",
      "Atassi M Z"
    ],
    "journal": "Biochemical and biophysical research communications",
    "year": 1992,
    "volume": "182",
    "issue": "3",
    "pages": "1369-75",
    "doi": "",
    "pmid": "1540180",
    "abstract": "Recently, we have shown that the thyrotropin (TSH) binding regions of human thyrotropin receptor (TSHR) reside in two areas within residues 12-44 and 308-344. Serial antisera were raised against four overlapping synthetic peptides representing these two regions of TSHR (peptides 12-30, 24-44, 308-328, and 324-344) and were investigated for their ability to stimulate or block the cultured porcine thyroid cells. In addition, serum concentrations of triiodothyronine (T3) and thyroxine (T4) in serial sera obtained from each rabbit were examined. It was shown that residues of 12-30 and 324-344 of TSHR, respectively, are the site (at least a part of the site) where stimulating (TSAb) and blocking type (TSBAb) immunoglobulins are directed.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "15459116": {
    "title": "Dissociation between iodide-induced thyroiditis and antibody-mediated hyperthyroidism in NOD.H-2h4 mice.",
    "authors": [
      "McLachlan Sandra M",
      "Braley-Mullen Helen",
      "Chen Chun-Rong",
      "Aliesky Holly",
      "Pichurin Pavel N",
      "Rapoport Basil"
    ],
    "journal": "Endocrinology",
    "year": 2005,
    "volume": "146",
    "issue": "1",
    "pages": "294-300",
    "doi": "",
    "pmid": "15459116",
    "abstract": "NOD.H-2h4 mice are genetically predisposed to thyroid autoimmunity and spontaneously develop thyroglobulin autoantibodies (TgAb) and thyroiditis. Iodide administration enhances TgAb levels and the incidence and severity of thyroiditis. Using these mice, we investigated the interactions between TSH receptor (TSHR) antibodies induced by vaccination and spontaneous or iodide-enhanced thyroid autoimmunity (thyroiditis and TgAb). Mice were immunized with adenovirus expressing the TSHR A-subunit (or control adenovirus). Thyroid antibodies, histology, and serum thyroxine levels were compared in animals on a regular diet or on a high-iodide diet (0.05% NaI-supplemented water). Thyroiditis severity and TgAb levels were enhanced by iodide administration and were independent of the type of adenovirus used for immunization. In contrast, TSHR antibodies, measured by TSH-binding inhibition, thyroid-stimulating activity, and TSH-blocking activity, were induced in the majority of animals immunized with TSHR (but not control) adenovirus and were unaffected by dietary iodide. The NOD.2h4 strain of mice was less susceptible than BALB/c or BALB/k mice to TSHR adenovirus-induced hyperthyroidism. Nevertheless, hyperthyroidism developed in approximately one third of TSHR adenovirus-injected NOD.2h4 mice. This hyperthyroidism was suppressed by a high-iodide diet, probably by a nonimmune mechanism. The fact that inducing an immune response to the TSHR had no effect on thyroiditis raises the possibility that the TSHR may not be the target involved in the variable thyroiditis component in some humans with Graves' disease.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "16789744": {
    "title": "Evaluation of small-molecule modulators of the luteinizing hormone/choriogonadotropin and thyroid stimulating hormone receptors: structure-activity relationships and selective binding patterns.",
    "authors": [
      "Moore Susanna",
      "Jaeschke Holger",
      "Kleinau Gunnar",
      "Neumann Susanne",
      "Costanzi Stefano",
      "Jiang Jian-kang",
      "Childress John",
      "Raaka Bruce M",
      "Colson Anny",
      "Paschke Ralf",
      "Krause Gerd",
      "Thomas Craig J",
      "Gershengorn Marvin C"
    ],
    "journal": "Journal of medicinal chemistry",
    "year": 2006,
    "volume": "49",
    "issue": "13",
    "pages": "3888-96",
    "doi": "",
    "pmid": "16789744",
    "abstract": "The substituted thieno[2,3-d]pyrimidine 3 (Org 41841), a partial agonist for the luteinizing hormone/choriogonadotropin receptor (LHCGR) and the closely related thyroid-stimulating hormone receptor (TSHR), was fundamentally altered, and the resulting analogues were analyzed for their potencies, efficacies, and specificities at LHCGR and TSHR. Chemical modification of the parent compound combined with prior mutagenesis of TSHR provided compelling experimental evidence in support of computational models of 3 binding to TSHR and LHCGR within their transmembrane cores. Biochemical analysis of a specific modification to the chemical structure of 3 provides additional evidence of a H-bond between the ligand and a glutamate residue in transmembrane helix 3, which is conserved in both receptors. Several key interactions were surveyed to determine their respective biochemical roles in terms of both van der Waals dimensions and hydrogen bond capacity and the respective relationship to biological activity.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "1764054": {
    "title": "Rabbit antibodies toward extracellular loops of the membrane spanning region of human thyrotropin receptor possess thyroid stimulating activities.",
    "authors": [
      "Endo T",
      "Ohmori M",
      "Ikeda M",
      "Onaya T"
    ],
    "journal": "Biochemical and biophysical research communications",
    "year": 1991,
    "volume": "181",
    "issue": "3",
    "pages": "1035-41",
    "doi": "",
    "pmid": "1764054",
    "abstract": "We have synthesized three different peptides, E1 (amino acid residues 478-497), E2 (amino acid residues 561-580) and E3 (amino acid residues 649-652), corresponding to the first, the second and the third extracellular loops of the membrane spanning region of human thyrotropin receptor (TSH-R), respectively. We have produced rabbit antibodies toward these peptides and evaluated their thyroid stimulating antibody (TSAb) and TSH-binding inhibitor immunoglobulin (TBII) activities. Although only slight TSAb activity was observed in E1 antibodies, E2 and E3 antibodies possessed strong TSAb activities, the values of which were 1118% and 910%, respectively. None of these antibody had TBII activities. These results suggest that antibodies against the extracellular loops of the TSH-R can stimulate cAMP formation in thyroid cells and that these regions may be one of the candidates for the epitope against autoantibodies from patients with Graves' disease.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "18669595": {
    "title": "A low-molecular-weight antagonist for the human thyrotropin receptor with therapeutic potential for hyperthyroidism.",
    "authors": [
      "Neumann Susanne",
      "Kleinau Gunnar",
      "Costanzi Stefano",
      "Moore Susanna",
      "Jiang Jian-kang",
      "Raaka Bruce M",
      "Thomas Craig J",
      "Krause Gerd",
      "Gershengorn Marvin C"
    ],
    "journal": "Endocrinology",
    "year": 2008,
    "volume": "149",
    "issue": "12",
    "pages": "5945-50",
    "doi": "10.1210/en.2008-0836",
    "pmid": "18669595",
    "abstract": "Low-molecular-weight (LMW) antagonists for TSH receptor (TSHR) may have therapeutic potential as orally active drugs to block stimulating antibodies (TsAbs) in Graves' hyperthyroidism. We describe an approach to identify LMW ligands for TSHR based on Org41841, a LMW partial agonist for the LH/choriogonadotropin receptor and TSHR. We used molecular modeling and functional experiments to guide the chemical modification of Org41841. We identified an antagonist (NIDDK/CEB-52) that selectively inhibits activation of TSHR by both TSH and TsAbs. Whereas initially characterized in cultured cells overexpressing TSHRs, the antagonist was also active under more physiologically relevant conditions in primary cultures of human thyrocytes expressing endogenous TSHRs in which it inhibited TSH- and TsAb-induced up-regulation of mRNA transcripts for thyroperoxidase. Our results establish this LMW compound as a lead for the development of higher potency antagonists and serve as proof of principle that LMW ligands that target TSHR could serve as drugs in patients with Graves' disease.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": "https://academic.oup.com/endo/article-pdf/149/12/5945/8995575/endo5945.pdf",
    "molecules": [],
    "pdf_path": null
  },
  "18719020": {
    "title": "Characterization of thyrotropin receptor antibody-induced signaling cascades.",
    "authors": [
      "Morshed Syed A",
      "Latif Rauf",
      "Davies Terry F"
    ],
    "journal": "Endocrinology",
    "year": 2009,
    "volume": "150",
    "issue": "1",
    "pages": "519-29",
    "doi": "10.1210/en.2008-0878",
    "pmid": "18719020",
    "abstract": "The TSH receptor (TSHR) is constitutively active and is further enhanced by TSH ligand binding or by stimulating TSHR antibodies (TSHR-Abs) as seen in Graves' disease. TSH is known to activate the thyroid epithelial cell via both Galphas-cAMP/protein kinase A/ERK and Galphaq-Akt/protein kinase C coupled signaling networks. The recent development of monoclonal antibodies to the TSHR has enabled us to investigate the hypothesis that different TSHR-Abs may have unique signaling imprints that differ from TSH ligand itself. We have, therefore, performed sequential studies, using rat thyrocytes (FRTL-5, passages 5-20) as targets, to examine the signaling pathways activated by a series of monoclonal TSHR-Abs in comparison with TSH itself. Activation of key signaling molecules was estimated by specific immunoblots and/or enzyme immunoassays. Continuing constitutive TSHR activity in thyroid cells, deprived of TSH and serum for 48 h, was demonstrated by pathway-specific chemical inhibition. Under our experimental conditions, TSH ligand and TSHR-stimulating antibodies activated both Galphas and Galphaq effectors. Importantly, some TSHR-blocking and TSHR-neutral antibodies were also able to generate signals, influencing primarily the Galphaq effectors and induced cell proliferation. Most strikingly, antibodies that used the Galphaq cascades used c-Raf-ERK-p90RSK as a unique signaling cascade not activated by TSH. Our study demonstrated that individual TSHR-Abs had unique molecular signatures which resulted in sequential preferences. Because downstream thyroid cell signaling by the TSHR is both ligand dependent and independent, this may explain why TSHR-Abs are able to have variable influences on thyroid cell biology.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": "https://academic.oup.com/endo/article-pdf/150/1/519/9006059/endo0519.pdf",
    "molecules": [],
    "pdf_path": null
  },
  "1883361": {
    "title": "Prokaryotic expression of the thyrotropin receptor and identification of an immunogenic region of the protein using synthetic peptides.",
    "authors": [
      "Takai O",
      "Desai R K",
      "Seetharamaiah G S",
      "Jones C A",
      "Allaway G P",
      "Akamizu T",
      "Kohn L D",
      "Prabhakar B S"
    ],
    "journal": "Biochemical and biophysical research communications",
    "year": 1991,
    "volume": "179",
    "issue": "1",
    "pages": "319-26",
    "doi": "",
    "pmid": "1883361",
    "abstract": "Graves' disease is characterized by hypersecretion of thyroid hormones due to binding of autoantibodies to the thyrotropin receptor (TSHR). In order to study immunological aspects of the TSHR we expressed the extracellular domain of the rat TSHR (ETSHR) as a fusion protein with beta-galactosidase in a prokaryotic system. The identity of this ETSHR-fusion protein was confirmed by Western blot, using antibodies to synthetic peptides derived from TSHR. Patients' sera reacted to a significantly greater extent with the affinity purified ETSHR relative to control sera. Similarly, sera from patients with Graves' disease displayed significant reactivity with only one of five peptides, RH2 (residues 352-366), when compared with normal sera. These data, together with the predicted hydrophilicity of the peptide RH2, suggest that amino acids 352-366 which lie within one of the unique regions of the extracellular domain of the TSHR may be important for antibody binding.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "18927213": {
    "title": "Vitamin D deficiency modulates Graves' hyperthyroidism induced in BALB/c mice by thyrotropin receptor immunization.",
    "authors": [
      "Misharin Alexander",
      "Hewison Martin",
      "Chen Chun-Rong",
      "Lagishetty Venu",
      "Aliesky Holly A",
      "Mizutori Yumiko",
      "Rapoport Basil",
      "McLachlan Sandra M"
    ],
    "journal": "Endocrinology",
    "year": 2009,
    "volume": "150",
    "issue": "2",
    "pages": "1051-60",
    "doi": "10.1210/en.2008-1191",
    "pmid": "18927213",
    "abstract": "TSH receptor (TSHR) antibodies and hyperthyroidism are induced by immunizing mice with adenovirus encoding the TSHR or its A-subunit. Depleting regulatory T cells (Treg) exacerbates thyrotoxicosis in susceptible BALB/c mice and induces hyperthyroidism in normally resistant C57BL/6 mice. Vitamin D plays an important role in immunity; high dietary vitamin D intake suppresses (and low intake enhances) adaptive immune responses. Vitamin D-induced immunosuppression may enhance Treg. Therefore, we hypothesized that decreased vitamin D intake would mimic Treg depletion and enhance hyperthyroidism induced by A-subunit adenovirus immunization. BALB/c mice had a reduced ability vs. C57BL/6 mice to generate the active metabolite of vitamin D (1,25-dihydroxyvitamin D3). Vitamin D deficiency induced subtle immune changes in BALB/c (not C57BL/6) mice. Compared with mice fed regular chow, vitamin D-deprived BALB/c mice had fewer splenic B cells and decreased interferon-gamma responses to mitogen and lacked memory T-cell responses to A-subunit protein. However, vitamin D deficiency did not alter TSHR antibody responses measured by ELISA, TSH binding inhibition, or cAMP generation from TSHR-expressing cells. Unexpectedly, compared with vitamin D-sufficient mice, vitamin D-deficient BALB/c mice had lower preimmunization T(4) levels and developed persistent hyperthyroidism. This difference was unrelated to the immunological changes between vitamin D-deficient or -sufficient animals. Previously, we found that different chromosomes or loci confer susceptibility to TSHR antibody induction vs. thyroid function. Our present studies provide evidence that an environmental factor, vitamin D, has only minor effects on induced immunity to the TSHR but directly affects thyroid function in mice.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "19389831": {
    "title": "Attenuation of induced hyperthyroidism in mice by pretreatment with thyrotropin receptor protein: deviation of thyroid-stimulating to nonfunctional antibodies.",
    "authors": [
      "Misharin Alexander V",
      "Nagayama Yuji",
      "Aliesky Holly A",
      "Mizutori Yumiko",
      "Rapoport Basil",
      "McLachlan Sandra M"
    ],
    "journal": "Endocrinology",
    "year": 2009,
    "volume": "150",
    "issue": "8",
    "pages": "3944-52",
    "doi": "10.1210/en.2009-0181",
    "pmid": "19389831",
    "abstract": "Graves'-like hyperthyroidism is induced by immunizing BALB/c mice with adenovirus expressing the thyrotropin receptor (TSHR) or its A-subunit. Nonantigen-specific immune strategies can block disease development and some reduce established hyperthyroidism, but these approaches may have unforeseen side effects. Without immune stimulation, antigens targeted to the mannose receptor induce tolerance. TSHR A-subunit protein generated in eukaryotic cells binds to the mannose receptor. We tested the hypothesis that eukaryotic A-subunit injected into BALB/c mice without immune stimulation would generate tolerance and protect against hyperthyroidism induced by subsequent immunization with A-subunit adenovirus. Indeed, one sc injection of eukaryotic, glycosylated A-subunit protein 1 wk before im A-subunit-adenovirus immunization reduced serum T(4) levels and the proportion of thyrotoxic mice decreased from 77 to 22%. Prokaryotic A-subunit and other thyroid proteins (thyroglobulin and thyroid peroxidase) were ineffective. A-subunit pretreatment reduced thyroid-stimulating and TSH-binding inhibiting antibodies, but, surprisingly, TSHR-ELISA antibodies were increased. Rather than inducing tolerance, A-subunit pretreatment likely expanded B cells that secrete nonfunctional antibodies. Follow-up studies supported this possibility and also showed that eukaryotic A-subunit administration could not reverse hyperthyroidism in mice with established disease. In conclusion, glycosylated TSHR A-subunit is a valuable immune modulator when used before immunization. It acts by deviating responses away from pathogenic toward nonfunctional antibodies, thereby attenuating induction of hyperthyroidism. However, this protein treatment does not reverse established hyperthyroidism. Our findings suggest that prophylactic TSHR A-subunit protein administration in genetically susceptible individuals may deviate the autoantibody response away from pathogenic epitopes and provide protection against future development of Graves' disease.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "19592511": {
    "title": "Small-molecule agonists for the thyrotropin receptor stimulate thyroid function in human thyrocytes and mice.",
    "authors": [
      "Neumann Susanne",
      "Huang Wenwei",
      "Titus Steve",
      "Krause Gerd",
      "Kleinau Gunnar",
      "Alberobello Anna Teresa",
      "Zheng Wei",
      "Southall Noel T",
      "Inglese James",
      "Austin Christopher P",
      "Celi Francesco S",
      "Gavrilova Oksana",
      "Thomas Craig J",
      "Raaka Bruce M",
      "Gershengorn Marvin C"
    ],
    "journal": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2009,
    "volume": "106",
    "issue": "30",
    "pages": "12471-6",
    "doi": "10.1073/pnas.0904506106",
    "pmid": "19592511",
    "abstract": "Seven-transmembrane-spanning receptors (7TMRs) are prominent drug targets. However, small-molecule ligands for 7-transmembrane-spanning receptors for which the natural ligands are large, heterodimeric glycoprotein hormones, like thyroid-stimulating hormone (TSH; thyrotropin), have only recently been reported, and none are approved for human use. We have used quantitative high-throughput screening to identify a small-molecule TSH receptor (TSHR) agonist that was modified to produce a second agonist with increased potency. We show that these agonists are highly selective for human TSHR versus other glycoprotein hormone receptors and interact with the receptor's serpentine domain. A binding pocket within the transmembrane domain was defined by docking into a TSHR homology model and was supported by site-directed mutagenesis. In primary cultures of human thyrocytes, both TSH and the agonists increase mRNA levels for thyroglobulin, thyroperoxidase, sodium iodide symporter, and deiodinase type 2, and deiodinase type 2 enzyme activity. Moreover, oral administration of the agonist stimulated thyroid function in mice, resulting in increased serum thyroxine and thyroidal radioiodide uptake. Thus, we discovered a small molecule that activates human TSHR in vitro, is orally active in mice, and could be a lead for development of drugs to use in place of recombinant human TSH in patients with thyroid cancer.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": "https://www.pnas.org/content/pnas/106/30/12471.full.pdf",
    "molecules": [],
    "pdf_path": null
  },
  "19634982": {
    "title": "First automated assay for thyrotropin receptor autoantibodies.",
    "authors": [
      "Gassner Dieter",
      "Stock Werner",
      "Golla Ruth",
      "Roth Heinz-Jürgen"
    ],
    "journal": "Clinical chemistry and laboratory medicine",
    "year": 2009,
    "volume": "47",
    "issue": "9",
    "pages": "1091-5",
    "doi": "10.1515/CCLM.2009.245",
    "pmid": "19634982",
    "abstract": "Hyperthyroidism in Graves' disease (GD) is often associated with the production of autoantibodies (TRAb) to the thyrotropin receptor (TSHR). Current manual second generation TRAb assays demonstrate high clinical sensitivity, but are labor-intensive and time consuming. Until recently, technical difficulties prevented the availability of an automatic TRAb assay.\nDevelopment of a fast and fully automated TRAb assay on the Elecsys/cobas e electrochemiluminescence immunoassay platform.\nA labeled thyroid-stimulating human monoclonal TSHR autoantibody (M22) was used in an automated M22-binding inhibition assay. TRAb are detected by their ability to competitively inhibit M22-binding to solubilized porcine TSHR (pTSHR). High clinical sensitivity could be maintained by assembling multiple TSHR binding sites within a soluble oligomeric immunocomplex for improved TRAb binding. Requirement of sufficient on board stability of the delicate TSHR structure in solution for several days was met by pre-complexation of the pTSHR with a capture antibody to its C-terminus in combination with the use of structure-stabilizing chemical chaperones. Total imprecision coefficient of variation (CV) at 1.71 (approximate cut-off) was found to be 11.4%. TRAb results were available within 30 min.\nAvailability of a fast and automatic TRAb assay offers an attractive alternative to the manual TRAb assays for the differential diagnosis of hyperthyroidism.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "2023910": {
    "title": "Localization and synthesis of the hormone-binding regions of the human thyrotropin receptor.",
    "authors": [
      "Atassi M Z",
      "Manshouri T",
      "Sakata S"
    ],
    "journal": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 1991,
    "volume": "88",
    "issue": "9",
    "pages": "3613-7",
    "doi": "",
    "pmid": "2023910",
    "abstract": "Two regions of human thyrotropin (thyroid-stimulating hormone, TSH) receptor (TSHR) (residues 12-44 and 308-364) were selected on the basis that they exhibit no sequence resemblance to luteinizing hormone/chorionic gonadotropin receptor. Five synthetic overlapping peptides (12-30, 24-44, 308-328, 324-344, and 339-364) were studied for their ability to bind 125I-labeled human TSH (hTSH), its isolated alpha and beta subunits, bovine TSH, ovine TSH, human luteinizing hormone, and human follicle-stimulating hormone. The human TSHR peptides 12-30 and 324-344 exhibited remarkable binding activity to human, bovine, and ovine TSH and to the beta chain of hTSH. Lower binding activity resided in the adjacent overlapping peptides, probably due to the contribution of the shared overlap to the binding. The specificity of TSH binding to these peptides was confirmed by their inability to bind human luteinizing hormone, human follicle-stimulating hormone, and the alpha chain of hTSH. Thyrotropins did not bind to bovine serum albumin or to peptide controls unrelated to the TSHR system. Furthermore, the binding of hTSH to TSHR peptides 12-30 and 324-344 was almost completely (approximately 90%) inhibited by rabbit antibodies against hTSH but not by antisera against unrelated proteins. It is concluded that the binding of TSH to its receptor involves extensive contacts and that the TSHR peptides 12-30 and 324-344 contain specific binding regions for TSH that might be either independent sites or two faces (subsites) within a large binding site.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "21123444": {
    "title": "A new small-molecule antagonist inhibits Graves' disease antibody activation of the TSH receptor.",
    "authors": [
      "Neumann Susanne",
      "Eliseeva Elena",
      "McCoy Joshua G",
      "Napolitano Giorgio",
      "Giuliani Cesidio",
      "Monaco Fabrizio",
      "Huang Wenwei",
      "Gershengorn Marvin C"
    ],
    "journal": "The Journal of clinical endocrinology and metabolism",
    "year": 2011,
    "volume": "96",
    "issue": "2",
    "pages": "548-54",
    "doi": "10.1210/jc.2010-1935",
    "pmid": "21123444",
    "abstract": "Graves' disease (GD) is caused by persistent, unregulated stimulation of thyrocytes by thyroid-stimulating antibodies (TSAbs) that activate the TSH receptor (TSHR). We previously reported the first small-molecule antagonist of human TSHR and showed that it inhibited receptor signaling stimulated by sera from four patients with GD.\nOur objective was to develop a better TSHR antagonist and use it to determine whether inhibition of TSAb activation of TSHR is a general phenomenon.\nWe aimed to chemically modify a previously reported small-molecule TSHR ligand to develop a better antagonist and determine whether it inhibits TSHR signaling by 30 GD sera. TSHR signaling was measured in two in vitro systems: model HEK-EM293 cells stably overexpressing human TSHRs and primary cultures of human thyrocytes. TSHR signaling was measured as cAMP production and by effects on thyroid peroxidase mRNA.\nWe tested analogs of a previously reported small-molecule TSHR inverse agonist and selected the best NCGC00229600 for further study. In the model system, NCGC00229600 inhibited basal and TSH-stimulated cAMP production. NCGC00229600 inhibition of TSH signaling was competitive even though it did not compete for TSH binding; that is, NCGC00229600 is an allosteric inverse agonist. NCGC00229600 inhibited cAMP production by 39 ± 2.6% by all 30 GD sera tested. In primary cultures of human thyrocytes, NCGC00229600 inhibited TSHR-mediated basal and GD sera up-regulation of thyroperoxidase mRNA levels by 65 ± 2.0%.\nNCGC00229600, a small-molecule allosteric inverse agonist of TSHR, is a general antagonist of TSH receptor activation by TSAbs in GD patient sera.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "21735603": {
    "title": "Error Fetching Title",
    "authors": [],
    "journal": "",
    "year": 0,
    "volume": "",
    "issue": "",
    "pages": "",
    "doi": "",
    "pmid": "21735603",
    "abstract": "Error Fetching Abstract",
    "status_tiab": "error",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "pending",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "23590991": {
    "title": "Autoimmune thyroid disease elicited by NY-ESO-1 vaccination.",
    "authors": [
      "Vita Roberto",
      "Guarneri Fabrizio",
      "Agah Ravin",
      "Benvenga Salvatore"
    ],
    "journal": "Thyroid : official journal of the American Thyroid Association",
    "year": 2014,
    "volume": "24",
    "issue": "2",
    "pages": "390-4",
    "doi": "10.1089/thy.2013.0170",
    "pmid": "23590991",
    "abstract": "Immunotherapies and targeted therapies are frequently associated with thyroid dysfunction, which is in contrast with the rare thyroid abnormalities induced by cytotoxic agents. Immunotherapy with NY-ESO-1, a tumor-associated antigen expressed by a number of malignancies, was reported to trigger hyperthyroidism or hypothyroidism in two HLA-A2 patients with ovarian cancer. We describe now a case of Graves' disease triggered by NY-ESO-1 in a HLA-A2-negative woman.\nA 32-year-old woman with a synovial sarcoma received radiotherapy, chemotherapy, and finally NY-ESO-1 vaccine. The patient was found to have HLA A11/A33(19), B13/B56(22), Cw3/-. One month after the beginning of immunotherapy, thyroid dysfunction was clinically suspected and Graves' disease was biochemically confirmed. Fearful of the antithyroid drugs' side effects, the patient was treated with a beta-blocker (propranolol, 80-20 mg/day). As hyperthyroidism progressively worsened, the patient underwent total thyroidectomy. We hypothesized that NY-ESO-1 shared partial homology with thyroid autoantigens (the so-called molecular mimicry mechanism) and that at least one pair of homologous sequences contained amino acid sequence binding motifs to a restricted number of HLA molecules. We used BLAST software to search amino acid sequence homologies between NY-ESO-1 and thyroid autoantigens (thyrotropin receptor [TSH-R], thyroperoxidase, and thyroglobulin), and the HLA ligand/motif database to look for HLA/T-cell receptor binding motifs in the regions of NY-ESO-1 and thyroid autoantigens that were homologous. We found 15 epitopic regions of NY-ESO-1 homologous to 15 regions of thyroid autoantigens, some of which epitopic: 5 of TSH-R, 8 of thyroglobulin, and 2 of thyroperoxidase. These homologous sequences contain binding motifs belonging to several HLA class I antigens, including HLA A2 and the patient's A11 and A33.\nGenetically predisposed patients who receive NY-ESO-1 vaccination are at risk to develop thyroid dysfunction.\nConsidering the increasing use of NY-ESO-1, thyroid dysfunctions induced by NY-ESO-1 are expected to increase in cancer patients over the next years.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://europepmc.org/articles/pmc3926178?pdf=render",
    "molecules": [
      "NY-ESO-1",
      "TSH-R",
      "Tg"
    ],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/23590991.pdf"
  },
  "23658967": {
    "title": "Error Fetching Title",
    "authors": [],
    "journal": "",
    "year": 0,
    "volume": "",
    "issue": "",
    "pages": "",
    "doi": "",
    "pmid": "23658967",
    "abstract": "Error Fetching Abstract",
    "status_tiab": "error",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "pending",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "24794233": {
    "title": "The role of serum C-reactive protein measured by high-sensitive method in thyroid disease.",
    "authors": [
      "Czarnywojtek Agata",
      "Owecki Maciej",
      "Zgorzalewicz-Stachowiak Małgorzata",
      "Woliński Kosma",
      "Szczepanek-Parulska Ewelina",
      "Budny Bartłomiej",
      "Florek Ewa",
      "Waligórska-Stachura Joanna",
      "Miechowicz Izabela",
      "Bączyk Maciej",
      "Sawicka Nadia",
      "Dhir Sumit",
      "Ruchała Marek"
    ],
    "journal": "Archivum immunologiae et therapiae experimentalis",
    "year": 2014,
    "volume": "62",
    "issue": "6",
    "pages": "501-9",
    "doi": "10.1007/s00005-014-0282-1",
    "pmid": "24794233",
    "abstract": "The aim of this study was the evaluation of serum C-reactive protein (CRP) concentration as a marker of the inflammatory state in many different thyroid diseases and its dependence on the stage and duration of disease. We conducted a retrospective analysis of 444 randomly selected patients with different kinds of thyroid disease (106 men and 338 women, ranging 18-72 years of age; mean 56.2 ± 5.0 years; median 52 years). Group 1 (G1) comprised 250 patients with hyperthyroidism. Group 2 (G2) consisted of 72 euthyroid patients. Group 3 (G3) consisted of 122 patients with hypothyroidism. Free T4, free T3, and thyrotropin (TSH) levels were measured using the electrochemiluminescent method. Human serum thyroglobulin autoantibodies (Tg-Abs), thyroperoxidase autoantibodies (TPO-Abs), and autoantibodies against the thyrotropin receptor (TSHR-Abs) levels were measured by radioimmunoassay. The high-sensitive CRP (Hs-CRP) level (reference range <3 mg/L) was determined with a highly sensitive latex-based immunoassay. The mean value of Hs-CRP in G1 was 3.6 ± 2.8 mg/L, in G2 2.5 ± 1.5 mg/L and in G3 5.9 ± 5.8 mg/L. Hs-CRP (in mg/L) medians, interquartile and the total ranges in G1 were 3.0 (2.0 [0.1-21.0] 4.0); in G2: 2.3 [1.8 (0.2-9.2) 3.2]; and in G3: 4.3 [2.2 (0.3-31.5) 7.8]. We found statistically significant differences (Kruskal-Wallis test) in serum Hs-CRP values between G1 and G2 (P = 0.007), G1 and G3 (P = 0.001), G2 and G3 (P < 0.001). In G1, statistically significant correlation was confirmed between Hs-CRP and Tg-Abs (r = -0.22, P = 0.0016), CRP and TPO-Abs (r = -0.26, P < 0.001), and also between Hs-CRP and TSHR-Abs (r = -0.18, P = 0.02). In the remaining cases, differences between Hs-CRP and TSH levels (r = -0.09, P = 0.16) were not statistically significant. In G2, no statistically significant correlation was observed: Hs-CRP and Tg-Abs (r = -0.18, P = 0.13), Hs-CRP and TPO-Abs (r = -0.17, P = 0.15), Hs-CRP and TSH (r = 0.01, P = 0.91), Hs-CRP and TSHR-Abs (r = -0.19, P = 0.17). In G3, a statistically significant correlation was confirmed between Hs-CRP and Tg-Abs (r = 0.22, P = 0.012), Hs-CRP and TSH (r = -0.28, P = 0.001). No statistically significant correlation was observed between Hs-CRP and TPO-Abs (r = 0.20, P = 0.06) and between Hs-CRP and TSHR-Abs (r = -0.23, P = 0.11). Hs-CRP is increased in various types of hypothyroidism. This is particularly relevant in postpartum thyroiditis and in patients after radioiodine treatment. The impact of this situation on human health requires further research, however, one might assume that some types of thyroid disease may lead to systemic inflammatory reactions that are reflected in elevated CRP levels.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://europepmc.org/articles/pmc4244578?pdf=render",
    "molecules": [
      "Here’s the breakdown of the text, identifying the specific small molecule drug names/chemical compound names that interact with TSHR and affect cAMP production, as per the research question.",
      "**Specific Molecule Names:**",
      "*   Tg-Abs (Thyrogloublin autoantibodies)",
      "*   TPO-Abs (Thyroperoxidase autoantibodies)",
      "*   TSHR-Abs (Autoantibodies against the thyrotropin receptor)",
      "*   β-adrenergic agonists (Implied through the reference to the increase in cAMP) - *Note: While not explicitly named, the context strongly suggests this given the effect on TSHR.*",
      "**Explanation of Why Other Terms Were Excluded:**",
      "*   **TSH (Thyrotropin):** This is a *protein* hormone, not a small molecule drug/compound.",
      "*   **Proteins:** As a category, proteins were excluded.",
      "*   **Genes:** These are genetic sequences, not chemical compounds.",
      "*   **Salts, Ions:** These are chemical formulas, not specific molecules.",
      "*   **General Chemical Classes** (e.g., “adrenergic agonists”) -  The question requires *specific* compounds.",
      "**Important Note:** The provided text focuses heavily on the *measurement* of cAMP elevation in the context of thyroid disease and the role of autoantibodies. It doesn't list specific chemical drugs that are actively being administered to *cause* this change."
    ],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/24794233.pdf"
  },
  "24836306": {
    "title": "Targeting the thyroid gland with thyroid-stimulating hormone (TSH)-nanoliposomes.",
    "authors": [
      "Paolino Donatella",
      "Cosco Donato",
      "Gaspari Marco",
      "Celano Marilena",
      "Wolfram Joy",
      "Voce Pasquale",
      "Puxeddu Efisio",
      "Filetti Sebastiano",
      "Celia Christian",
      "Ferrari Mauro",
      "Russo Diego",
      "Fresta Massimo"
    ],
    "journal": "Biomaterials",
    "year": 2014,
    "volume": "35",
    "issue": "25",
    "pages": "7101-9",
    "doi": "10.1016/j.biomaterials.2014.04.088",
    "pmid": "24836306",
    "abstract": "Various tissue-specific antibodies have been attached to nanoparticles to obtain targeted delivery. In particular, nanodelivery systems with selectivity for breast, prostate and cancer tissue have been developed. Here, we have developed a nanodelivery system that targets the thyroid gland. Nanoliposomes have been conjugated to the thyroid-stimulating hormone (TSH), which binds to the TSH receptor (TSHr) on the surface of thyrocytes. The results indicate that the intracellular uptake of TSH-nanoliposomes is increased in cells expressing the TSHr. The accumulation of targeted nanoliposomes in the thyroid gland following intravenous injection was 3.5-fold higher in comparison to untargeted nanoliposomes. Furthermore, TSH-nanoliposomes encapsulated with gemcitabine showed improved anticancer efficacy in vitro and in a tumor model of follicular thyroid carcinoma. This drug delivery system could be used for the treatment of a broad spectrum of thyroid diseases to reduce side effects and improve therapeutic efficacy.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "25696997": {
    "title": "[Peptide 612-627 of thyrotropin receptor and its modified derivatives as the regulators of adenylyl cyclase in the rat thyroid gland].",
    "authors": [
      "Shpakov A O",
      "Shpakova E A",
      "Tarasenko I I",
      "Derkach K V"
    ],
    "journal": "Tsitologiia",
    "year": 2014,
    "volume": "56",
    "issue": "7",
    "pages": "526-35",
    "doi": "",
    "pmid": "25696997",
    "abstract": "The regulation of the specific activity of the thyroid gland is carried by thyroid-stimulating hormone (TSH) through TSH receptor (TSHR). This receptor is coupled to different types of G-proteins, including the G(s)-proteins, through which TSH stimulates the enzyme adenylyl cyclase (AC). As the application of TSH in medicine is limited, the development of selective regulators of TSHR with agonistic and antagonistic activity is carried out. One of the approaches to their creation is to develop the peptides corresponding to functionally important regions of TSHR which are located in its intracellular loops (ICL) and are involved in the binding and activation of G-proteins. We have synthesized peptide corresponding to the C-terminal region 612-627 of the third ICL of TSHR and its derivatives modified by palmitic acid residue (at the N- or the C-terminus) or by polylysine dendrimer (at the N-terminus), and studied their effect on the basal and TSH-stimulated AC activity in the membrane fraction isolated from the rat thyroid. The most active was peptide 612-627-K(Pal)A modified by palmitate at the C-terminus, where in TSHR the hydrophobic transmembrane region is located. At the micromolar concentrations the peptide increased AC activity and reduced the AC stimulating effect of TSH. The action of the 612-627-K(Pal)A has been directed onto TSHR homologous to it, as indicated by the following facts: 1) the inhibition of G(s)-protein, the downstream component of AC system, by treating the membranes with cholera toxin led to the blocking of peptide AC effect, 2) this effect was not detected in the tissues where no TSHR, 3) the peptide did not significantly affect the AC stimulating effects of hormones acting via other receptors. The unmodified peptide and the peptide with N-terminal dendrimer are far behind the 612-627-K(Pal)A in their ability to activate AC in the thyroid, while the peptide modified by palmitate at the N-terminus was inactive. At the same time, the peptide modified by dendrimer was comparable to the 612-627-K(Pal)A in the ability to inhibit the AC effect of TSH, but, although to a lesser extent that it decreased the AC effects of other hormones, demonstrating the low receptor specificity. Thus, these data point to the high efficiency of peptide 612-627-K(Pal)A, as a regulator of TSHR, and the prospects of creating the drugs based on it to control the thyroid functions in pathology.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "27129207": {
    "title": "Rearrangement of the Extracellular Domain/Extracellular Loop 1 Interface Is Critical for Thyrotropin Receptor Activation.",
    "authors": [
      "Schaarschmidt Joerg",
      "Nagel Marcus B M",
      "Huth Sandra",
      "Jaeschke Holger",
      "Moretti Rocco",
      "Hintze Vera",
      "von Bergen Martin",
      "Kalkhof Stefan",
      "Meiler Jens",
      "Paschke Ralf"
    ],
    "journal": "The Journal of biological chemistry",
    "year": 2016,
    "volume": "291",
    "issue": "27",
    "pages": "14095-14108",
    "doi": "10.1074/jbc.M115.709659",
    "pmid": "27129207",
    "abstract": "The thyroid stimulating hormone receptor (TSHR) is a G protein-coupled receptor (GPCR) with a characteristic large extracellular domain (ECD). TSHR activation is initiated by binding of the hormone ligand TSH to the ECD. How the extracellular binding event triggers the conformational changes in the transmembrane domain (TMD) necessary for intracellular G protein activation is poorly understood. To gain insight in this process, the knowledge on the relative positioning of ECD and TMD and the conformation of the linker region at the interface of ECD and TMD are of particular importance. To generate a structural model for the TSHR we applied an integrated structural biology approach combining computational techniques with experimental data. Chemical cross-linking followed by mass spectrometry yielded 17 unique distance restraints within the ECD of the TSHR, its ligand TSH, and the hormone-receptor complex. These structural restraints generally confirm the expected binding mode of TSH to the ECD as well as the general fold of the domains and were used to guide homology modeling of the ECD. Functional characterization of TSHR mutants confirms the previously suggested close proximity of Ser-281 and Ile-486 within the TSHR. Rigidifying this contact permanently with a disulfide bridge disrupts ligand-induced receptor activation and indicates that rearrangement of the ECD/extracellular loop 1 (ECL1) interface is a critical step in receptor activation. The experimentally verified contact of Ser-281 (ECD) and Ile-486 (TMD) was subsequently utilized in docking homology models of the ECD and the TMD to create a full-length model of a glycoprotein hormone receptor.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://europepmc.org/articles/pmc4933169?pdf=render",
    "molecules": [],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/27129207.pdf"
  },
  "27670087": {
    "title": "Flexible peptide recognition by HLA-DR triggers specific autoimmune T-cell responses in autoimmune thyroiditis and diabetes.",
    "authors": [
      "Li Cheuk Wun",
      "Osman Roman",
      "Menconi Francesca",
      "Concepcion Erlinda S",
      "Tomer Yaron"
    ],
    "journal": "Journal of autoimmunity",
    "year": 2017,
    "volume": "76",
    "issue": "",
    "pages": "1-9",
    "doi": "10.1016/j.jaut.2016.09.007",
    "pmid": "27670087",
    "abstract": "Autoimmune polyglandular syndrome 3 variant (APS3v) refers to the co-occurrence of autoimmune thyroiditis (AITD) and type 1 diabetes (T1D) within the same individual. HLA class II confers the strongest susceptibility to APS3v. We previously identified a unique amino acid signature of the HLA-DR pocket (designated APS3v HLA-DR pocket) that predisposes to APS3v. We hypothesized that both thyroid and islet peptides can be presented by the unique APS3v HLA-DR pocket, triggering AITD + T1D together. To test this hypothesis we screened islet and thyroid peptides for their ability to bind to the APS3v HLA-DR pocket. Virtual screen of all possible thyroglobulin (Tg), thyroid-stimulating hormone receptor (TSHR), thyroid peroxidase (TPO), insulin (Ins), and glutamic acid decarboxylase 65 (GAD65) peptides identified 36 peptides that bound to this unique pocket. In vitro binding assays using baculovirus-produced recombinant APS3v HLA-DR identified 11 thyroid/islet peptides (of the 36 predicted binders) that bound with high affinity. By immunizing humanized HLA-DR3 mice carrying the APS3v HLA-DR pocket we identified 4 peptides (Tg.1571, GAD.492, TPO.758, TPO.338) that were presented by antigen presenting cells and elicited T-cell response. We conclude that both thyroid and islet peptides can bind to this flexible APS3v HLA-DR pocket and induce thyroid and islet specific T-cell responses. These findings set the stage to developing specific inhibitors of the APS3v HLA-DR pocket as a precision medicine approach to treating or preventing APS3v in patients that carry this genetic HLA-DR pocket variant.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "error",
    "fts_notes": "",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://europepmc.org/articles/pmc5752120?pdf=render",
    "molecules": [],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/27670087.pdf"
  },
  "27913646": {
    "title": "Critical Differences between Induced and Spontaneous Mouse Models of Graves' Disease with Implications for Antigen-Specific Immunotherapy in Humans.",
    "authors": [
      "Rapoport Basil",
      "Banuelos Bianca",
      "Aliesky Holly A",
      "Hartwig Trier Nicole",
      "McLachlan Sandra M"
    ],
    "journal": "Journal of immunology (Baltimore, Md. : 1950)",
    "year": 2016,
    "volume": "197",
    "issue": "12",
    "pages": "4560-4568",
    "doi": "",
    "pmid": "27913646",
    "abstract": "Graves' hyperthyroidism, a common autoimmune disease caused by pathogenic autoantibodies to the thyrotropin (TSH) receptor (TSHR), can be treated but not cured. This single autoantigenic target makes Graves' disease a prime candidate for Ag-specific immunotherapy. Previously, in an induced mouse model, injecting TSHR A-subunit protein attenuated hyperthyroidism by diverting pathogenic TSHR Abs to a nonfunctional variety. In this study, we explored the possibility of a similar diversion in a mouse model that spontaneously develops pathogenic TSHR autoantibodies, NOD.H2<sup>h4</sup> mice with the human (h) TSHR (hTSHR) A-subunit transgene expressed in the thyroid and (shown in this article) the thymus. We hypothesized that such diversion would occur after injection of \"inactive\" hTSHR A-subunit protein recognized only by nonpathogenic (not pathogenic) TSHR Abs. Surprisingly, rather than attenuating the pre-existing pathogenic TSHR level, in TSHR/NOD.H2<sup>h4</sup> mice inactive hTSHR Ag injected without adjuvant enhanced the levels of pathogenic TSH-binding inhibition and thyroid-stimulating Abs, as well as nonpathogenic Abs detected by ELISA. This effect was TSHR specific because spontaneously occurring autoantibodies to thyroglobulin and thyroid peroxidase were unaffected. As controls, nontransgenic NOD.H2<sup>h4</sup> mice similarly injected with inactive hTSHR A-subunit protein unexpectedly developed TSHR Abs, but only of the nonpathogenic variety detected by ELISA. Our observations highlight critical differences between induced and spontaneous mouse models of Graves' disease with implications for potential immunotherapy in humans. In hTSHR/NOD.H2<sup>h4</sup> mice with ongoing disease, injecting inactive hTSHR A-subunit protein fails to divert the autoantibody response to a nonpathogenic form. Indeed, such therapy is likely to enhance pathogenic Ab production and exacerbate Graves' disease in humans.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "28054989": {
    "title": "Effects of Long-Term In Vivo Exposure to Di-2-Ethylhexylphthalate on Thyroid Hormones and the TSH/TSHR Signaling Pathways in Wistar Rats.",
    "authors": [
      "Dong Xinwen",
      "Dong Jin",
      "Zhao Yue",
      "Guo Jipeng",
      "Wang Zhanju",
      "Liu Mingqi",
      "Zhang Yunbo",
      "Na Xiaolin"
    ],
    "journal": "International journal of environmental research and public health",
    "year": 2017,
    "volume": "14",
    "issue": "1",
    "pages": "",
    "doi": "10.3390/ijerph14010044",
    "pmid": "28054989",
    "abstract": "Di-(2-ethylhexyl)phthalate (DEHP) was a widely used chemical with human toxicity. Recent in vivo and in vitro studies suggested that DEHP-exposure may be associated with altered serum thyroid hormones (THs) levels, but the underlying molecular mechanisms were largely unknown. To explore the possible molecular mechanisms, 128 Wistar rats were dosed with DEHP by gavage at 0, 150, 300, and 600 mg/kg/day for 3 months (M) and 6 M, respectively. After exposure, expression of genes and proteins in the thyroid, pituitary, and hypothalamus tissues of rats were analyzed by Q-PCR and western blot, while the sera and urine samples were assayed by radioimmunoassay and ELISA. Results showed that serum THs levels were suppressed by DEHP on the whole. DEHP treatment influenced the levels of rats' thyrotropin releasing hormone receptor (TRHr), Deiodinases 1 (D1), thyroid stimulating hormone beta (TSHβ), sodium iodide symporter (NIS), thyroid stimulating hormone receptor (TSHr), thyroperoxidase (TPO), thyroid transcription factor 1 (TTF-1), and thyroglobulin (TG) mRNA/protein expression in the hypothalamus-pituitary-thyroid (HPT) axis and decreased urine iodine. Taken together, observed findings indicate that DEHP could reduce thyroid hormones via disturbing the HPT axis, and the activated TSH/TSHR pathway is required to regulate thyroid function via altering TRHr, TSHβ, NIS, TSHr, TPO, TTF-1 and TG mRNA/protein expression of the HPT axis.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": "https://www.mdpi.com/1660-4601/14/1/44/pdf?version=1483525175",
    "molecules": [],
    "pdf_path": null
  },
  "30822352": {
    "title": "A Modifying Autoantigen in Graves' Disease.",
    "authors": [
      "Latif Rauf",
      "Mezei Mihaly",
      "Morshed Syed A",
      "Ma Risheng",
      "Ehrlich Rachel",
      "Davies Terry F"
    ],
    "journal": "Endocrinology",
    "year": 2019,
    "volume": "160",
    "issue": "5",
    "pages": "1008-1020",
    "doi": "10.1210/en.2018-01048",
    "pmid": "30822352",
    "abstract": "The TSH receptor (TSHR) is the major autoantigen in Graves' disease (GD). Bioinformatic analyses predict the existence of several human TSHR isoforms from alternative splicing, which can lead to the coexpression of multiple receptor forms. The most abundant of these is TSHRv1.3. In silico modeling of TSHRv1.3 demonstrated the structural integrity of this truncated receptor isoform and its potential binding of TSH. Tissue profiling revealed wide expression of TSHRv1.3, with a predominant presence in thyroid, bone marrow, thymus, and adipose tissue. To gain insight into the role of this v1.3 receptor isoform in thyroid pathophysiology, we cloned the entire open reading frame into a mammalian expression vector. Immunoprecipitation studies demonstrated that both TSHR-stimulating antibody and human TSH could bind v1.3. Furthermore, TSHRv1.3 inhibited the stimulatory effect of TSH and TSHR-Ab MS-1 antibody on TSHR-induced cAMP generation in a dose-dependent manner. To confirm the antigenicity of v1.3, we used a peptide ELISA against two different epitopes. Of 13 GD samples, 11 (84.6%) were positive for a carboxy terminal peptide and 10 (76.9%) were positive with a junction region peptide. To demonstrate that intracellular v1.3 could serve as an autoantigen and modulate disease, we used double-transfected Chinese hamster ovary cells that expressed both green fluorescent protein (GFP)-tagged TSHRv1.3 and full-length TSHR. We then induced cell stress and apoptosis using a TSHR monoclonal antibody and observed the culture supernatant contained v1.3-GFP protein, demonstrating the release of the intracellular receptor variant by this mechanism.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": "https://academic.oup.com/endo/article-pdf/160/5/1008/28310703/en.2018-01048.pdf",
    "molecules": [],
    "pdf_path": null
  },
  "30944161": {
    "title": "Nanoparticles Bearing TSH Receptor Protein and a Tolerogenic Molecule Do Not Induce Immune Tolerance but Exacerbate Thyroid Autoimmunity in hTSHR/NOD.<i>H2<sup>h4</sup></i> Mice.",
    "authors": [
      "McLachlan Sandra M",
      "Aliesky Holly A",
      "Rapoport Basil"
    ],
    "journal": "Journal of immunology (Baltimore, Md. : 1950)",
    "year": 2019,
    "volume": "202",
    "issue": "9",
    "pages": "2570-2577",
    "doi": "10.4049/jimmunol.1900038",
    "pmid": "30944161",
    "abstract": "Transgenic NOD.<i>H2<sup>h4</sup></i> mice that express the human (h) TSHR A-subunit in the thyroid gland spontaneously develop pathogenic TSHR autoantibodies resembling those in patients with Graves disease. Nanoparticles coupled to recombinant hTSHR A-subunit protein and a tolerogenic molecule (ligand for the endogenous aryl-hydrocarbon receptor; ITE) were injected i.p. four times at weekly intervals into hTSHR/NOD.<i>H2<sup>h4</sup></i> mice with the goal of blocking TSHR Ab development. Unexpectedly, in transgenic mice, injecting TSHR A-subunit-ITE nanoparticles (not ITE-nanoparticles or buffer) accelerated and enhanced the development of pathogenic TSHR Abs measured by inhibition of TSH binding to the TSHR. Nonpathogenic TSHR Abs (ELISA) were enhanced in transgenics and induced in wild-type littermates. Serendipitously, these findings have important implications for disease pathogenesis: development of Graves TSHR Abs is limited by the availability of A-subunit protein, which is shed from membrane bound TSHR, expressed at low levels in the thyroid. The enhanced TSHR Ab response following injected TSHR A-subunit protein-nanoparticles is reminiscent of the transient increase in pathogenic TSHR Abs following the release of thyroid autoantigens after radio-iodine therapy in Graves patients. However, in the hTSHR/NOD.<i>H2<sup>h4</sup></i> model, enhancement is specific for TSHR Abs, with Abs to thyroglobulin and thyroid peroxidase remaining unchanged. In conclusion, despite the inclusion of a tolerogenic molecule, injected nanoparticles coated with TSHR A-subunit protein enhanced and accelerated development of pathogenic TSHR Abs in hTSHR/NOD. NOD.<i>H2<sup>h4</sup></i> These findings emphasize the need for sufficient TSHR A-subunit protein to activate the immune system and the generation of stimulatory TSHR Abs in genetically predisposed individuals.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://europepmc.org/articles/pmc6478544?pdf=render",
    "molecules": [],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/30944161.pdf"
  },
  "31980336": {
    "title": "Cepharanthine blocks TSH receptor peptide presentation by HLA-DR3: Therapeutic implications to Graves' disease.",
    "authors": [
      "Li Cheuk Wun",
      "Osman Roman",
      "Menconi Francesca",
      "Concepcion Erlinda",
      "Tomer Yaron"
    ],
    "journal": "Journal of autoimmunity",
    "year": 2020,
    "volume": "108",
    "issue": "",
    "pages": "102402",
    "doi": "10.1016/j.jaut.2020.102402",
    "pmid": "31980336",
    "abstract": "We have previously identified a signature HLA-DR3 pocket variant, designated HLA-DRβ1-Arg74 that confers a high risk for Graves' Disease (GD). In view of the key role of HLA-DRβ1-Arg74 in triggering GD we hypothesized that thyroid-stimulating hormone receptor (TSHR) peptides that bind to the HLA-DRβ1-Arg74 pocket with high affinity represent key pathogenic TSHR peptides triggering GD, and that blocking their presentation to CD4<sup>+</sup> T-cells can be used as a novel therapeutic approach in GD. There were several previous attempts to identify the major pathogenic TSHR peptide utilizing different methodologies, however the results were inconsistent and inconclusive. Therefore, the aim of our study was to use TSHR peptide binding affinity to HLA-DRβ1-Arg74 as a method to identify the key pathogenic TSHR peptides that trigger GD. Using virtual screening and ELISA and cellular binding assays we identified 2 TSHR peptides that bound with high affinity to HLA-DRβ1-Arg74 - TSHR.132 and TSHR.197. Peptide immunization studies in humanized DR3 mice showed that only TSHR.132, but not TSHR.197, induced autoreactive T-cell proliferation and cytokine responses. Next, we induced experimental autoimmune Graves' disease (EAGD) in a novel BALB/c-DR3 humanized mouse model we created and confirmed TSHR.132 as a major DRβ1-Arg74 binding peptide triggering GD in our mouse model. Furthermore, we demonstrated that Cepharanthine, a compound we have previously identified as DRβ1-Arg74 blocker, could block the presentation and T-cell responses to TSHR.132 in the EAGD model.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "32676053": {
    "title": "A Gq Biased Small Molecule Active at the TSH Receptor.",
    "authors": [
      "Latif Rauf",
      "Morshed Syed A",
      "Ma Risheng",
      "Tokat Bengu",
      "Mezei Mihaly",
      "Davies Terry F"
    ],
    "journal": "Frontiers in endocrinology",
    "year": 2020,
    "volume": "11",
    "issue": "",
    "pages": "372",
    "doi": "10.3389/fendo.2020.00372",
    "pmid": "32676053",
    "abstract": "G protein coupled receptors (GPCRs) can lead to G protein and non-G protein initiated signals. By virtue of its structural property, the TSH receptor (TSHR) has a unique ability to engage different G proteins making it highly amenable to selective signaling. In this study, we describe the identification and characterization of a novel small molecule agonist to the TSHR which induces primary engagement with G<sub>αq/11</sub>. To identify allosteric modulators inducing selective signaling of the TSHR we used a transcriptional-based luciferase assay system with CHO-TSHR cells stably expressing response elements (CRE, NFAT, SRF, or SRE) that were capable of measuring signals emanating from the coupling of G<sub>α<i>s</i></sub> , G<sub>α<i>q</i>/11</sub>, G<sub>βγ</sub>, and G<sub>α12/13</sub>, respectively. Using this system, TSH activated G<sub>α<i>s</i></sub> , G<sub>α<i>q</i>/11</sub>, and G<sub>α12/13</sub> but not G<sub>βγ</sub>. On screening a library of 50K molecules at 0.1,1.0 and 10 μM, we identified a novel G<sub>q/11</sub> agonist (named MSq1) which activated G<sub>q/11</sub> mediated NFAT-luciferase >4 fold above baseline and had an EC<sub>50</sub>= 8.3 × 10<sup>-9</sup> M with only minor induction of G<sub>αs</sub> and cAMP. Furthermore, MSq1 is chemically and structurally distinct from any of the previously reported TSHR agonist molecules. Docking studies using a TSHR transmembrane domain (TMD) model indicated that MSq1 had contact points on helices H1, H2, H3, and H7 in the hydrophobic pocket of the TMD and also with the extracellular loops. On co-treatment with TSH, MSq1 suppressed TSH-induced proliferation of thyrocytes in a dose-dependent manner but lacked the intrinsic ability to influence basal thyrocyte proliferation. This unexpected inhibitory property of MSq1 could be blocked in the presence of a PKC inhibitor resulting in derepressing TSH induced protein kinase A (PKA) signals and resulting in the induction of proliferation. Thus, the inhibitory effect of MSq1 on proliferation resided in its capacity to overtly activate protein kinase C (PKC) which in turn suppressed the proliferative signal induced by activation of the predomiant cAMP-PKA pathway of the TSHR. Treatment of rat thyroid cells (FRTL5) with MSq1 did not show any upregulation of gene expression of the key thyroid specific markers such as thyroglobulin(Tg), thyroid peroxidase (Tpo), sodium iodide symporter (Nis), and the TSH receptor (Tshr) further suggesting lack of involvement of MSq1 and G<sub>αq/11</sub> activation with cellular differentation. In summary, we identified and characterized a novel G<sub>αq/11</sub> agonist molecule acting at the TSHR and which showed a marked anti-proliferative ability. Hence, Gq biased activation of the TSHR is capable of ameliorating the proliferative signals from its orthosteric ligand and may offer a therapeutic option for thyroid growth modulation.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://www.frontiersin.org/articles/10.3389/fendo.2020.00372/pdf",
    "molecules": [],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/32676053.pdf"
  },
  "32935630": {
    "title": "The Transcription Factor NF-κB Mediates Thyrotropin-Stimulated Expression of Thyroid Differentiation Markers.",
    "authors": [
      "Geysels Romina Celeste",
      "Peyret Victoria",
      "Martín Mariano",
      "Nazar Magalí",
      "Reale Carla",
      "Bernal Barquero Carlos Eduardo",
      "Miranda Lucas",
      "Martí Marcelo Adrián",
      "Vito Pasquale",
      "Masini-Repiso Ana María",
      "Nicola Juan Pablo"
    ],
    "journal": "Thyroid : official journal of the American Thyroid Association",
    "year": 2021,
    "volume": "31",
    "issue": "2",
    "pages": "299-314",
    "doi": "10.1089/thy.2020.0208",
    "pmid": "32935630",
    "abstract": "<b><i>Background:</i></b> The nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) transcription factor is a key regulator of cell survival, proliferation, and gene expression. Although activation of NF-κB signaling in thyroid follicular cells after thyrotropin (TSH) receptor (TSHR) engagement has been reported, the downstream signaling leading to NF-κB activation remains unexplored. Here, we sought to elucidate the mechanisms that regulate NF-κB signaling activation in response to TSH stimulation. <b><i>Methods:</i></b> Fisher rat-derived thyroid cell lines and primary cultures of NF-κB essential modulator (NEMO)-deficient mice thyrocytes were used as models. Signaling pathways leading to the activation of NF-κB were investigated by using chemical inhibitors and phospho-specific antibodies. Luciferase reporter gene assays and site-directed mutagenesis were used to monitor NF-κB-dependent gene transcriptional activity and the expression of thyroid differentiation markers was assessed by reverse transcription quantitative polymerase chain reaction and Western blot, respectively. Chromatin immunoprecipitation (ChIP) was carried out to investigate NF-κB subunit p65 DNA binding, and small interfering RNA (siRNA)-mediated gene knockdown approaches were used for studying gene function. <b><i>Results:</i></b> Using thyroid cell lines, we observed that TSH treatment leads to protein kinase C (PKC)-mediated canonical NF-κB p65 subunit nuclear expression. Moreover, TSH stimulation phosphorylated the kinase TAK-1, and its knockdown abolished TSH-induced NF-κB transcriptional activity. TSH induced the transcriptional activity of the NF-κB subunit p65 in a protein kinase A (PKA)-dependent phosphorylation at Ser-276. In addition, p65 phosphorylation at Ser-276 induced acetyl transferase p300 recruitment, leading to its acetylation on Lys-310 and thereby enhancing its transcriptional activity. Evaluation of the role played by NF-κB in thyroid physiology demonstrated that the canonical NF-κB inhibitor BAY 11-7082 reduced TSH-induced expression of thyroid differentiation markers. The involvement of NF-κB signaling in thyroid physiology was confirmed by assessing the TSH-induced gene expression in primary cultures of NEMO-deficient mice thyrocytes. ChIP and the knockdown experiments revealed that p65 is a nuclear effector of TSH actions, inducing the transcripcional expression of thyroid differentiation markers. <b><i>Conclusions:</i></b> Taken together, our results point to NF-κB being a pivotal mediator in the TSH-induced thyroid follicular cell differentiation, a relevant finding with potential physiological and pathophysiological implications.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "35351457": {
    "title": "Application of machine learning to predict the inhibitory activity of organic chemicals on thyroid stimulating hormone receptor.",
    "authors": [
      "Xu Xiaotian",
      "Wang Chen",
      "Gui Bingxin",
      "Yuan Xiangyi",
      "Li Chao",
      "Zhao Yuanhui",
      "Martyniuk Christopher J",
      "Su Limin"
    ],
    "journal": "Environmental research",
    "year": 2022,
    "volume": "212",
    "issue": "Pt A",
    "pages": "113175",
    "doi": "10.1016/j.envres.2022.113175",
    "pmid": "35351457",
    "abstract": "With the promotion of carbon neutrality, it is also important to synchronously promote the assessment and sustainable management of chemicals so as to protect public health. Humans and animals are possibly exposed to endocrine disruptors that have inhibitory effects on thyroid stimulating hormone receptor (TSHR). As such, it is important to identify chemicals that inhibit TSHR and to develop models to predict their inhibitory activity. In this study, 5952 compounds derived from a cyclic adenosine monophosphate (cAMP) analysis, a key signaling pathway in thyrocytes, were used to establish a binary classification model comparing methods that included random forest (RF), extreme gradient boosting (XGB), and logistic regression (LR). The prediction model based on RF showed the highest identification accuracy for revealing chemicals that may inhibit TSHR. For the RF model, recall was calculated at 0.89, balance accuracy was 0.85, and its receiver operating characteristic (ROC) curve-area under (AUC) was 0.92, indicating that the model had very high predictive capacity. The lowest CDocker energy (CE) and CDocker interaction energy (CIE) for chemicals and TSHR were determined and were subsequently introduced into the predictive model as descriptors. A regression model, extreme gradient boosting-Regression (XGBR), was successfully established yielding an R<sup>2</sup> = 0.65 to predict inhibitory activity for active compounds. Parameters that included dissociation characteristics, molecular structure, and binding energy were all key factors in the predictive model. We demonstrate that QSAR models are useful approaches, not only for identifying chemicals that inhibit TSHR, but for predicting inhibitory activity of active compounds.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "35813651": {
    "title": "Comparative Evaluation of the Effects of Legacy and New Generation Perfluoralkyl Substances (PFAS) on Thyroid Cells <i>In Vitro</i>.",
    "authors": [
      "De Toni Luca",
      "Di Nisio Andrea",
      "Rocca Maria Santa",
      "Pedrucci Federica",
      "Garolla Andrea",
      "Dall'Acqua Stefano",
      "Guidolin Diego",
      "Ferlin Alberto",
      "Foresta Carlo"
    ],
    "journal": "Frontiers in endocrinology",
    "year": 2022,
    "volume": "13",
    "issue": "",
    "pages": "915096",
    "doi": "10.3389/fendo.2022.915096",
    "pmid": "35813651",
    "abstract": "Per- and poly-fluorinated alkyl substances (PFAS) are environment-persitent emerging endocrine disrupting chemicals raising health concerns worldwide. Exposure to PFAS has been associated with the imbalance of thyroid hormones. However, available studies addressing the cell mechanism underlying thyroid disrupting feature of legacy PFAS, such as perfluoro-octanoic acid (PFOA), perfluoro-octane-sulfonic acid (PFOS), and the new generation substitutes, such as C6O4, are still lacking. In this study the potential disrupting effect of PFOA, PFOS, and C6O4 on a murine thyroid cell model was assessed.\nA rat FRTL-5 cell line was used as the normal thyroid follicular cell model. Cell iodide-uptake, induced by thyroid stimulating hormone (TSH), was used to assess the functional impact of PFAS exposure on cell function. Tetrazolium salt-based cell viability assay and merocyanine 540-based cell staining were used to address the possible involvement of cell toxicity and membrane biophysical properties on altered cell function. The possible direct interaction of PFAS with TSH-receptor (TSH-R) was investigated by computer-based molecular docking and analysis of molecular dynamics. Evaluation of intracellular cAMP levels and gene expression analysis were used to validate the direct impairment of TSH-R-mediated downstream events upon PFAS exposure.\nDifferent from PFOS or C6O4, exposure to PFOA at a concentration ≥ 10 ng/mL was associated with significant impairment of the iodide uptake upon TSH stimulation (respectively: basal 100.0 ± 19.0%, CTRL + TSH 188.9 ± 7.8%, PFOA 10 ng/mL + TSH 120.4 ± 20.9%, p= 0.030 vs CTRL + TSH; PFOA 100 ng/mL + TSH 115,6 ± 12,3% p= 0.017 vs CTRL + TSH). No impairment of cell viability or membrane stability was observed. Computational analysis showed a possible direct differential interaction of C6O4, PFOA, and PFOS on a same binding site of the extracellular domain of TSH-R. Finally, exposure to PFOA was associated with a significant reduction of downstream intracellular cAMP levels and both sodium-iodide transporter and thyroperoxidase gene expression upon TSH-R stimulation.\nOur data suggest that legacy and new generation PFAS can differentially influence TSH dependent signaling pathways through the direct interaction with TSH-R.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "FTS Relevant - The full text explicitly mentions the use of cAMP measurements and gene expression analysis to validate direct impairment of TSH-R-mediated downstream events upon PFAS exposure, along with the computational modeling of TSH-R interaction.",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://www.frontiersin.org/articles/10.3389/fendo.2022.915096/pdf",
    "molecules": [],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/35813651.pdf"
  },
  "37546222": {
    "title": "Analysis of structure-activity and structure-mechanism relationships among thyroid stimulating hormone receptor binding chemicals by leveraging the ToxCast library.",
    "authors": [
      "Sahoo Ajaya Kumar",
      "Baskaran Shanmuga Priya",
      "Chivukula Nikhil",
      "Kumar Kishan",
      "Samal Areejit"
    ],
    "journal": "RSC advances",
    "year": 2023,
    "volume": "13",
    "issue": "34",
    "pages": "23461-23471",
    "doi": "10.1039/d3ra04452a",
    "pmid": "37546222",
    "abstract": "The thyroid stimulating hormone receptor (TSHR) is crucial in thyroid hormone production in humans, and dysregulation in TSHR activation can lead to adverse health effects such as hypothyroidism and Graves' disease. Further, animal studies have shown that binding of endocrine disrupting chemicals (EDCs) with TSHR can lead to developmental toxicity. Hence, several such chemicals have been screened for their adverse physiological effects in human cell lines <i>via</i> high-throughput assays in the ToxCast project. The invaluable data generated by the ToxCast project has enabled the development of toxicity predictors, but they can be limited in their predictive ability due to the heterogeneity in structure-activity relationships among chemicals. Here, we systematically investigated the heterogeneity in structure-activity as well as structure-mechanism relationships among the TSHR binding chemicals from ToxCast. By employing a structure-activity similarity (SAS) map, we identified 79 activity cliffs among 509 chemicals in TSHR agonist dataset and 69 activity cliffs among 650 chemicals in the TSHR antagonist dataset. Further, by using the matched molecular pair (MMP) approach, we find that the resultant activity cliffs (MMP-cliffs) are a subset of activity cliffs identified <i>via</i> the SAS map approach. Subsequently, by leveraging ToxCast mechanism of action (MOA) annotations for chemicals common to both TSHR agonist and TSHR antagonist datasets, we identified 3 chemical pairs as strong MOA-cliffs and 19 chemical pairs as weak MOA-cliffs. In conclusion, the insights from this systematic investigation of the TSHR binding chemicals are likely to inform ongoing efforts towards development of better predictive toxicity models for characterization of the chemical exposome.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "accepted",
    "fts_notes": "FTS Relevant - The full text details a systematic investigation of the structure–activity landscape and structure–mechanism relationships among thyroid stimulating hormone receptor (TSHR) binding chemicals from the ToxCast chemical library. It specifically mentions cAMP production downstream of TSHR activation through the use of SAS map and MMP based approaches, measuring activity diﬀerence as a key metric and identifying 79 chemical pairs as activity cliﬀs.",
    "status_pdf_fetch": "accepted",
    "pdf_link": "https://pubs.rsc.org/en/content/articlepdf/2023/ra/d3ra04452a",
    "molecules": [],
    "pdf_path": "/home/jorrit/Documents/Projects/AutoLitScreen/pdfs/37546222.pdf"
  },
  "37827365": {
    "title": "Perfluorooctanoic acid disrupts thyroid-specific genes expression and regulation via the TSH-TSHR signaling pathway in thyroid cells.",
    "authors": [
      "Du Yatao",
      "Chen Chaojie",
      "Zhou Guangdi",
      "Cai Zhenzhen",
      "Man Qiuhong",
      "Liu Baolin",
      "Wang Weiye Charles"
    ],
    "journal": "Environmental research",
    "year": 2023,
    "volume": "239",
    "issue": "Pt 1",
    "pages": "117372",
    "doi": "10.1016/j.envres.2023.117372",
    "pmid": "37827365",
    "abstract": "Perfluorooctanoic acid (PFOA) is a highly persistent and widespread chemical in the environment with endocrine disruption effects. Although it has been reported that PFOA can affect multiple aspects of thyroid function, the exact mechanism by which it reduces thyroxine levels has not yet been elucidated. In this study, FRTL-5 rat thyroid follicular cells were used as a model to study the toxicity of PFOA to the genes related to thyroid hormone synthesis and their regulatory network. Our results reveal that PFOA interfered with the phosphorylation of the cyclic adenosine monophosphate (cAMP)-response element binding protein (CREB) induced by thyroid-stimulating hormone (TSH), as well as the transcription levels of paired box 8 (PAX8), thyroid transcription factor 1 (TTF1), sodium/iodide cotransporter (NIS), thyroglobulin (TG), and thyroid peroxidase (TPO). However, the above outcomes can be alleviated by enhancing cAMP production with forskolin treatment. Further investigations showed that PFOA reduced the mRNA level of TSH receptor (TSHR) and impaired its N-glycosylation, suggesting that PFOA has disrupting effects on both transcriptional regulation and post-translational regulation. In addition, PFOA increased endoplasmic reticulum (ER) stress and decreased ER mass in FRTL-5 cells. Based on these findings, it can be inferred that PFOA disrupts the TSH-activated cAMP signaling pathway by inhibiting TSHR expression and its N-glycosylation. We propose that this mechanism may contribute to the decrease in thyroid hormone levels caused by PFOA. Our study sheds light on the molecular mechanism by which PFOA can disrupt thyroid function and provides new insights and potential targets for interventions to counteract the disruptive effects of PFOA.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "38340975": {
    "title": "Thyroid dysfunction caused by exposure to environmental endocrine disruptors and the underlying mechanism: A review.",
    "authors": [
      "He Jie",
      "Xu Jie",
      "Zheng Mucong",
      "Pan Kai",
      "Yang Lilin",
      "Ma Lina",
      "Wang Chuyang",
      "Yu Jie"
    ],
    "journal": "Chemico-biological interactions",
    "year": 2024,
    "volume": "391",
    "issue": "",
    "pages": "110909",
    "doi": "10.1016/j.cbi.2024.110909",
    "pmid": "38340975",
    "abstract": "Thyroid disease has been rapidly increasing, but its causes remain unclear. At present, many studies have focused on the relationship between environmental endocrine disruptors (EEDs) and the pathogenesis of thyroid disease. Herein, we summarize such studies exploring the effects of exposure to common EEDs on thyrotoxicosis, finding that EEDs appear to contribute to the pathogenesis of thyroid-related diseases such as thyroid cancer, goiter, thyroiditis, hyperthyroidism, and hypothyroidism. To explore this causative effect in detail, we have analyzed the following three aspects of how EEDs are believed to exert their impacts on the occurrence and development of thyroid disease: (1) damage to the thyroid tissue structure, including disrupted mitochondria and the stratification of thyroid follicular epithelial cells; (2) disruption of thyroid hormone signaling, including thyroid hormone synthesis and secretion disorders, destruction of normal function of the hypothalamus-pituitary-thyroid axis, disturbed estrogen signaling in the body, alterations to the level of thyroid-stimulating hormone, inhibition of the release of thyroglobulin from thyroid cells, and reductions in the levels of sodium iodide co-transporters, thyroid peroxidase, deiodinase, and transthyretin; and (3) molecular mechanisms underlying the disruption of thyroid function, including competitive binding to T3 and T4 receptors, disturbance of the hypothalamic-pituitary-thyroid axis, activation of the ERK and Akt pathways, oxidative stress, regulation of the expression of the proto-oncogene k-Ras, tumor suppressor gene PTEN, and thyroid TSHR gene, and induction of autophagy in thyroid cells. Overall, this article reviews how EEDs can affect the occurrence and development of thyroid disease via multiple routes, thus providing new ideas to intervene for the prevention, diagnosis, treatment, and prognosis of thyroid disease.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "7628382": {
    "title": "Thyrotropin receptor-specific antibodies in BALB/cJ mice with experimental hyperthyroxinemia show a restricted binding specificity and belong to the immunoglobulin G1 subclass.",
    "authors": [
      "Wagle N M",
      "Patibandla S A",
      "Dallas J S",
      "Morris J C",
      "Prabhakar B S"
    ],
    "journal": "Endocrinology",
    "year": 1995,
    "volume": "136",
    "issue": "8",
    "pages": "3461-9",
    "doi": "",
    "pmid": "7628382",
    "abstract": "Immunization with the extracellular domain of TSH receptor (TSHR) led to the development of hyperthyroxinemia in BALB/cJ, but not C57BL/6J, SJL/J, and B10.BR, mice. Earlier, human studies had shown that thyroid-stimulating antibodies are predominantly of the immunoglobulin G1 (IgG1) subclass with a narrow specificity to TSHR, and antibodies that block thyroid function could be of any subclass with a broader specificity. Therefore, antibody responses in susceptible (BALB/cJ) and resistant (SJL/J) mice were characterized. There were no significant differences in the titers, relative affinities, or isotypes of antibodies against the TSHR. BALB/cJ and SJL/J sera reacted with 2 and 7 of 26 overlapping peptides from the extracellular domain of the TSHR. The ability of sera from BALB/cJ and SJL/J mice to block TSH binding to TSHR was reversed by 1 and 6 of the reactive peptides, respectively. BALB/cJ mice showed predominantly an IgG1 response against the TSHR and peptides, whereas SJL/J mice showed varying levels of all IgG subclasses. Although SJL/J sera reacted with peptides to which blocking antibodies bind, they did not show hypothyroidism, suggesting that their sera contained a mixture of blocking and stimulating antibodies that negated the effects of each other. In contrast, some TSHR-specific antibodies in BALB/cJ probably represented stimulating antibodies.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "7734842": {
    "title": "Characterization of ganglioside associated with the thyrotrophin receptor.",
    "authors": [
      "Kielczynski W",
      "Bartholomeusz R K",
      "Harrison L C"
    ],
    "journal": "Glycobiology",
    "year": 1994,
    "volume": "4",
    "issue": "6",
    "pages": "791-6",
    "doi": "",
    "pmid": "7734842",
    "abstract": "The receptor protein for thyrotrophin (thyroid-stimulating hormone; TSH) is associated with a glycosphingolipid moiety. The protein belongs to the family of receptors that couple to guanine nucleotide binding proteins; the glycosphingolipid contains sialic acid and belongs to the family of gangliosides. This report defines the structure of the receptor ganglioside in the Fisher rat thyroid cell line (FRTL-5). Receptor protein was purified by TSH affinity chromatography from FRTL-5 cells, biosynthetically labelled with [3H]galactose and [3H]glucosamine, and resolved by SDS-PAGE. A single radiolabelled band of Mr approximately 80 kDa, corresponding to the predicted size of the cloned receptor, contained ganglioside. Gangliosides were extracted from unlabelled receptor protein after SDS-PAGE and probed on TLC plates with 125I-labelled Limax flavus agglutinin or the B subunit of cholera toxin, before and after digestion with Vibrio cholerae sialidase or beta-galactosidase. The TSH receptor (TSH-R) ganglioside belongs to the gangliotetraose family, having sialic acid attached to both galactose molecules. Its sialic acid is devoid of negative charge because of the formation of internal esterlactones. Its structure is lactonized N-acetylneuraminyl-(alpha 2-->3)galactosyl(beta 1-->3)-N-acetylgalactosaminyl(beta 1-->4)-[N-acetylneuraminyl(alpha 2-->3)]galactosyl(beta 1-->4)glucosyl(beta 1-->1)ceramide (GDla-lactone). Ganglioside lactones have not been previously described as components of thyroid cells. They are highly rigid and are more likely than their parent structures to serve as molecular recognition sites and elicit immunoreactivity. Identification of this unique ganglioside intimately associated with the TSH receptor implies that it has an integral role in receptor structure and function.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "7951527": {
    "title": "Biological activities of rat antisera raised against synthetic peptides of human thyrotropin receptor.",
    "authors": [
      "Matsui I",
      "Sakata S",
      "Ogawa T",
      "Takuno H",
      "Sarui H",
      "Komaki T",
      "Manshouri T",
      "Atassi M Z"
    ],
    "journal": "Endocrine journal",
    "year": 1993,
    "volume": "40",
    "issue": "5",
    "pages": "607-12",
    "doi": "",
    "pmid": "7951527",
    "abstract": "Twenty three male Wistar rats were divided into five groups and were immunized with five overlapping synthetic peptides (Group I (n = 5), peptide 12-30; Group II (n = 5), 24-44; Group III (n = 4), 308-328; Group IV (n = 5), 324-344; and Group V (n = 4), 339-364) of human thyrotropin receptor (TSHR), which had been conjugated with rabbit serum albumin. Sera obtained 34 days after the first immunization were investigated for their ability to displace 125I-TSH binding to thyrotropin receptor (thyrotropin binding inhibitor immunoglobulins (TBII)). In addition, biological activity, namely thyroid stimulating (TSAb) or blocking (TSBAb) activities in them were tested with cultured porcine thyroid cells. TBII activities in Group I, II, III, IV, and V rats were 12.6 +/- 4.1% (range 9.2-17.2%), 16.3 +/- 4.0% (range 11.7-22.0%), 16.7 +/- 4.9% (range 13.2-20.1%), 14.5 +/- 5.7% (range 8.1-19.0%), and 13.8 +/- 6.3% (range 8.1-14.3%), respectively, which were not significantly different from control rat sera (12.3 +/- 6.7%, range 1.2-20.1%). TSAb activities in Group I, II, III, IV, and V rats were 608 +/- 675% (range 275-1813%), 234 +/- 26% (range 209-265%), 313 +/- 175% (range 187-568%), 190 +/- 63% (range 145-301%), and 134 +/- 24% (range 107-158%), respectively. TSAb activities in Group I, II, III, and IV rats were significantly higher than those from control rat sera (P < 0.01) while those of Group V were not significantly different from control rat sera. None of the rats in each group exhibited TSBAb activity.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "8496155": {
    "title": "Structure-function studies of the human thyrotropin receptor. Inhibition of binding of labeled thyrotropin (TSH) by synthetic human TSH receptor peptides.",
    "authors": [
      "Morris J C",
      "Bergert E R",
      "McCormick D J"
    ],
    "journal": "The Journal of biological chemistry",
    "year": 1993,
    "volume": "268",
    "issue": "15",
    "pages": "10900-5",
    "doi": "",
    "pmid": "8496155",
    "abstract": "We have probed the hormone binding regions of the entire putative extracellular domain of the human thyrotropin (TSH) receptor (hTSHr) using synthetic peptides. A series of 26 overlapping peptides comprising the complete sequence of the extracellular domain of hTSHr was synthesized. Each peptide (20 amino acid residues each) was tested for its ability to interact with TSH, as evidenced by inhibition of binding of labeled hormone to native, membrane bound TSH receptors. Four of the 26 peptides interacted with labeled TSH and inhibited its binding to thyroid membranes. The most potent of these peptides was 256-275, which inhibited 125I-bovine TSH binding with an IC50 of 31.7 +/- 1.3 microM. The remaining peptides were 16-35 (351 +/- 9.4 microM), 106-125 (282 +/- 20.5 microM), and 226-245 (951 +/- 245 microM). An additional peptide, 286-305, showed minimal activity, and the remaining 21 peptides showed no activity. Peptides 256-275, 106-125, and 16-35 also inhibited binding of 125I-human chorionic gonadotropin to ovarian membrane receptors, suggesting that those regions of the receptor are involved in binding of a common glycoprotein hormone structure such as the alpha-subunit. In contrast, peptides 226-245 and 286-305 did not inhibit human chorionic gonadotropin binding, suggesting that these two regions are involved in hormone-specific activity. Of interest is the finding that the latter two peptides are from regions of TSHr that are largely dis-homologous to the lutropin receptor, whereas the former three, with the exception of 16-35, are from regions that are largely homologous between the two receptors. The data suggest that multiple, discontinuous regions of the extracellular domain of hTSHr are involved in the binding of the hormone. Furthermore, the binding regions are localized to TSHr-specific sequences as well as to regions that are highly homologous to LHr. This suggests that homologous regions of the two receptors are likely to perform similar functions in the interaction with their specific hormone, suggesting that those regions may be involved in binding of the glycoprotein hormone common alpha-subunit.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "8722576": {
    "title": "Identification of thyroid blocking antibodies and receptor epitopes in autoimmune hypothyroidism by affinity purification using synthetic TSH receptor peptides.",
    "authors": [
      "Bryant W P",
      "Bergert E R",
      "Morris J C"
    ],
    "journal": "Autoimmunity",
    "year": 1995,
    "volume": "22",
    "issue": "2",
    "pages": "69-79",
    "doi": "",
    "pmid": "8722576",
    "abstract": "To examine the interaction of immunoglobulins from patients with newly diagnosed hypothyroidism with the TSH receptor (TSHr), we tested protein-A purified IgG in an ELISA assay with a series of peptides representing the entire extracellular domain (ECD) of human TSHr. Antibodies bound, on average, 4.1 peptides (range 0-16) per patient, and antibodies from 26 of 30 patients (86.6%) demonstrated binding to at least one peptide. Six of the 20-mer peptides (61, 151, 181, 301, 361, 376) were most frequently recognized. These were used to construct affinity columns and separate IgGs from 10 patients into bound and unbound fractions. All fractions were tested for their ability to stimulate and inhibit cAMP generation in FRTL-5 cells. Inhibitory IgGs were purified from 9 patients (90%), suggesting that the incidence of blocking antibodies (TBAb) in autoimmune hypothyroidism is higher than previously reported. 7 of 10 patients had antibodies that recognized peptide 361 further supporting the importance of this epitope in TBAb binding. Anti-microsomal and anti-thyroglobulin antibodies did not co-purify with inhibitory antibodies, and were always in the unbound fractions. We found no correlation between the pattern of antibody binding or bioactivity with clinical manifestations of hypothyroidism.\n(1) The majority of patients with autoimmune hypothyroidism have antibodies against the TSHr-ECD that recognized linear epitopes. Most have antibodies directed at more than one site and the pattern is quite heterogeneous. (2) Six sites (noted above) are most frequently recognized. (3) Inhibitory antibodies are distinct from anti-microsomal and anti-thyroglobulin antibodies.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "8756566": {
    "title": "Multimeric complex formation by the thyrotropin receptor in solubilized thyroid membranes.",
    "authors": [
      "Graves P N",
      "Vlase H",
      "Bobovnikova Y",
      "Davies T F"
    ],
    "journal": "Endocrinology",
    "year": 1996,
    "volume": "137",
    "issue": "9",
    "pages": "3915-20",
    "doi": "",
    "pmid": "8756566",
    "abstract": "The TSH receptor (TSHR) has a large glycosylated ectodomain comprising the amino-terminal half of the molecule (394 of 743 residues) implicated in TSH binding, as well as autoantibody recognition in Graves' disease. In this study we employed antibodies specific for the amino-terminus (Ab1), midportion (Ab2), and carboxyl-terminus (Ab3) of the TSHR-ectodomain, previously mapped using recombinant receptor proteins, to detect the natural receptor present in detergent-solubilized porcine thyroid cell membranes via immunoblotting. Several forms of the receptor were detected. In reduced samples Ab1 detected full-length holoreceptors present in both nonglycosylated and glycoslylated forms of apparent molecular masses 80 and 90 kDa, respectively, as well as apparent dimeric nonglycosylated and dimeric glycosylated holoreceptor forms resistant to reduction. Also detected by Ab1 were a glycosylated amino-terminal 47- to 52-kDa fragment of the holoreceptor (gly alpha-subunit), reduced to 42 kDa (alpha-subunit) by Endo F deglycosylation. Ab2 detected all of the same forms. Ab3 detected primarily a carboxy-terminal, nonglycosylated fragment of 35 kDa (beta-subunit). In unreduced samples, the recognition pattern was unchanged with Ab1. Ab2 detected monomeric and dimeric beta-subunits, as well as higher order complexes. The different TSHR forms present in unreduced preparations were resolved by ammonium sulfate precipitation, confirming their autonomy. The data demonstrate the presence of multiple forms of the natural TSHR. Their roles in TSH action and TSHR autoimmunity require further exploration.",
    "status_tiab": "accepted",
    "tiab_notes": "",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  },
  "9054617": {
    "title": "Genetic alterations in N-bis(2-hydroxypropyl)nitrosamine-induced rat transplantable thyroid carcinoma lines: analysis of the TSH-R, G(alpha)s, ras and p53 genes.",
    "authors": [
      "Kitahori Y",
      "Naitoh H",
      "Konishi N",
      "Ohnishi T",
      "Hiasa Y"
    ],
    "journal": "Carcinogenesis",
    "year": 1997,
    "volume": "18",
    "issue": "2",
    "pages": "265-9",
    "doi": "",
    "pmid": "9054617",
    "abstract": "It has recently been shown that point mutations of the TSH-R or G(alpha)s genes are associated with autonomous hyperfunctioning thyroid adenomas and differentiated carcinomas. We therefore screened for mutations in the TSH-R, G(alpha)s, ras and p53 genes in nine rat transplantable thyroid carcinoma lines derived from tumors induced by DHPN as a chemical carcinogen. Mutations were identified using single-strand conformation polymorphism and DNA sequencing analysis. Point mutations in G(alpha)s codon 201 (CGC-->CAC) were detected in three lines (33%), resulting in a heterozygous alteration (Arg-->His) in the expressed G(alpha)s protein. The mean intracellular cAMP level (2.30 +/- 0.27 nmol/mg) of the three mutated cell lines was significantly increased as compared with that of the lines (1.54 +/- 0.32 nmol/mg) without the G(alpha)s mutation (P < 0.01, by paired t-test). Also, these three cell lines had an activating mutation in Ki-ras codon 12 (GGT-->GAT). One TSH-R gene mutation was found with a base substitution in codon 636 (TGC-->TGT) but no amino acid change. No p53 gene (exons 5-8) mutations were detected in any of the cell lines analyzed. The results suggest that mutational activation of the G(alpha)s gene may play a tumorigenic role through constitutive activation of the cAMP pathway and that G-->A point mutations in the G(alpha)s and ras genes in thyroid carcinomas directly reflect interaction of the chemical carcinogen with guanine residues in DNA.",
    "status_tiab": "accepted",
    "tiab_notes": "Relevant - This study explicitly examines a non-TSH molecule (N-bis(2-hydroxypropyl)nitrosamine) interacting with the TSHR and reports a significant increase in cAMP levels as a downstream effect.",
    "status_fts": "pending",
    "fts_notes": "",
    "status_pdf_fetch": "failed",
    "pdf_link": null,
    "molecules": [],
    "pdf_path": null
  }
}